{
  "name": "Main",
  "displayName": "ראשי",
  "links": [
    {
      "name": "IronDoctors",
      "displayName": "רופאות הברזל - ⚡יעוץ רפואי מהיר בשעת חרום⚡",
      "shortDescription": "ניתן על ידי חברת ניתאי שירותי עזרה ראשונה",
      "description": "לאור מצב החירום בו נמצאת ישראל בזמנים אלו, שיבא beyond, בית החולים הוירטואלי בשיבא, ובשיתוף קבוצת חדר רופאות הקימו עבורכם/ן מוקד ובו מערך רופאות ורופאים מתנדבים/ות בתחומים שונים. המערך זמין למתן ייעוץ רפואי מהיר דרך הוואטסאפ במצבים לא דחופים ובתחומים שונים: רפואה פנימית ומשפחה, רפואת ילדים, רפואת שיניים, ועוד. שעות פעילות המוקד יתעדכנו מעת לעת, ובהמשך המוקד מיועד לפעילות של 24/7. שעות פעילות המוקד כרגע: 16:00-20:00. אנא התעדכנו בשעות הפעילות בדף זה.",
      "url": "https://www.hopp.bio/irondoctors",
      "whatsapp": "https://api.whatsapp.com/send/?phone=972559726946&text&type=phone_number&app_absent=0",
      "initiativeImage": "https://static.wixstatic.com/media/17ed99_203d95c733014d81a8c8081e49d4098d~mv2.jpeg/v1/crop/x_0,y_152,w_640,h_336/fill/w_1200,h_630,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/17ed99_203d95c733014d81a8c8081e49d4098d~mv2.jpeg",
      "tags": [
        "רפואה",
        "התנדבות",
        "מתנדב"
      ],
      "createdAt": "2023-10-16T20:14:54+03:00"
    },
    {
      "name": "MedicalVolunteersforIsrael",
      "displayName": "Medical Volunteers for Israel",
      "shortDescription": "In light of the ongoing situation in Israel, the Israeli Ministry of Health is building a list of medical personnel from abroad to volunteer in Israel should the need arise.",
      "description": "In the event of further strains on the health system, as well as in preparation for future natural or man-made disasters, we invite friends of Israel to add their names to our growing community of medical personnel who stand with Israel.       Doctors, nurses, paramedics, and other medical personnel licensed abroad who wish to volunteer should join using the Ministry of Health’s online form, to ensure pre-clearance of medical licenses.",
      "url": "https://survey.gov.il/en/internationalvolunteers?utm_source=go.gov.il&utm_medium=referral",
      "website": "https://survey.gov.il/en/internationalvolunteers?utm_source=go.gov.il&utm_medium=referral",
      "initiativeValidationDetails": "המקור: דף המשרד הראשי של המשרד לבריאות",
      "initiativeImage": "https://survey.gov.il/sites/default/files/styles/medium/public/2023-10/%D7%A1%D7%9E%D7%9C%20%D7%94%D7%9E%D7%93%D7%99%D7%A0%D7%94-%20%D7%9B%D7%97%D7%95%D7%9C%20%D7%9B%D7%94%D7%94%20%D7%9E%D7%91%20copy%202.png?itok=7m2Yd5U0",
      "tags": [
        "רפואי",
        "ישראל",
        "חברים של ישראל",
        "משרד הבריאות",
        "התנדבות",
        "רפואה"
      ],
      "createdAt": "2023-10-28T23:39:59+03:00"
    },
    {
      "name": "MdaBloodDonation",
      "displayName": "תרומות דם דרך מד'א",
      "shortDescription": "איתור מרכזי תרומות דם בכל רחבי הארץ לפי תאריך",
      "description": "שירותי הדם של מגן דוד אדום אחראים על התרמה ואספקת מנות הדם לבתי החולים בארץ וליחידות צה'ל, הן בשעת חירום והן בשגרה עבור חולים הזקוקים לעירויי דם במהלך אשפוזם. כדי לעמוד בדרישות הגוברות של מערכת הבריאות בישראל, יש צורך להתרים 1200 מנות דם כל יום. לדם האדם אין תחליף, לפיכך רק תרומת דם מאדם אחד יכולה להציל חיים של אנשים אחרים. ממנת דם אחת אפשר להציל חיים של שלושה איש לפחות. על-מנת להשיג כמות כזו של תורמי דם מתנדבים, אנו מקיימים מבצעי התרמות דם במגזרים שונים כגון: מפעלים, חברות, התיישבות עובדת, בסיסי צה'ל, מכללות, קניונים וכו'. נשמח לקדם נושא כה חשוב העוסק רובו ככולו בהצלת חיי אדם ולצרף אתכם למאגר 'קבוצות תורמות דם' של שירותי הדם של מד'א.",
      "initiativeValidationDetails": "Official website of MADA",
      "url": "https://www.mdais.org/blood-donation",
      "website": "https://www.mdais.org/blood-donation",
      "whatsapp": "https://wa.me/972035300400",
      "form": "https://www.mdais.org/blood-donation/formhospitals",
      "tags": [
        "תרומת דם",
        "מגן דוד אדום",
        "הצלת חיים",
        "תרומת דם במשבר",
        "מדא"
      ],
      "createdAt": "2023-11-08T23:49:54+02:00"
    },
    {
      "name": "MdaFirstAidCourse",
      "displayName": "קורס עזרה ראשונה לשעת חירום - מגן דוד אדום",
      "shortDescription": "קורס עזרה ראשונה בשעת חירום בהיקף 3 שעות לימוד",
      "description": "קורס זה מספק דגשים עיקריים בהגשת עזרה ראשונה בשעת חירום ומקנה כלים ודרכי ההתמודדות לסיוע בפציעות ובמצבי חירום רפואיים בחזית ובעורף. התכנים מתאימים לכל אדם שמעוניין לרכוש כלים וידע ולסייע בהצלת חיים ואינו דורש ידע מוקדם ו/או הכשרה רפואית. הקורס הינו אינטרנטי בלבד באמצעות אתר הקורסים של מד'א ודורש הרשמה מוקדמת ושימוש במחשב ביתי עם גישה לאינטרנט. לתשומת ליבכם, המועד הרשום באתר הינו המועד האחרון לסיום הלימוד המקוון. כמו כן, לא יתקיים מפגש עיוני/ מקוון או מעשי. היקף שעות לימוד: 3 שעות (במתכונת מתוקשבת בלבד באמצעות אתר הקורסים של מד'א). מחיר הקורס: הקורס ללא עלות ומוגש ממגן דוד אדום בישראל כשירות לציבור. תעודה: תעודה דיגיטלית תינתן לעומדים בהצלחה בתנאים ובדרישות הקורס. התנאים כוללים קבלת ציון של לפחות 80% מסך המטלות בקורס.",
      "initiativeValidationDetails": "Official MDA course",
      "url": "https://www.mdais.org/kursim/iron-swords-first-aid-course",
      "website": "https://www.mdais.org/kursim/iron-swords-first-aid-course",
      "initiativeImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Mada_logo.svg/768px-Mada_logo.svg.png",
      "tags": [
        "מגן דוד אדום",
        "קורס עזרה ראשונה",
        "מדיקל",
        "חירום",
        "לימוד מקוון"
      ],
      "createdAt": "2023-11-07T00:06:34+02:00"
    }
  ]
}
